[
  {
    "id": 1,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Barbara.png",
    "name": "Барбара",
    "eye": "Гидро",
    "carry": 4,
    "support": 5,
    "reactor": 4,
    "discription": "Сильнейший хилер в игре. Маг с большим уроном на холд атаке. Вода погорению наносит х2 урона, поэтому эта малышка способна жмыхать по врагам с критов холдой какие-то совершенно невменяемые цифры. Но холда имеет довольно большую анимацию и стоит 50 стамины, то бишь подряд больше 5 раз она ее не прожмет. Фиксится сетом кровавого рыцаря. Выносит щит огнекастеров с рофлан лкмов, они просто не успевают нажать в тебя урон. Абилка пассивно мочит врагов в мили радиусе и наносит им немного урона поэтому сабжиха прекрасно показывает себя в роли активатора реакций, если играет с мили керри с элементальным билдом.",
    "weapon": "catalyst",
    "weaponText": "Катализатор",
    "key": "barbara",
    "path": "/heroes/barbara"
  },
  {
    "id": 2,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Bennett.png",
    "name": "Беннет",
    "eye": "Пиро",
    "carry": 5,
    "support": 5,
    "reactor": 1,
    "discription": "Совершенно недооцененный перчик, хотя у него самый сильный прямой бафф на статы в игре, который попутно еще и хилит внутри круга, при этом чел сам по себе способен убивать, особенно если дать ему хорошего реактора под комбинацию. Сам он не оставляет тикающего дамага на поле, поэтому в роли реактора не годится, но насколько же сильнее становится его команда, кого бы к нему в пачку не собрали...",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "bennet",
    "path": "/heroes/bennet"
  },
  {
    "id": 3,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Beidou.png",
    "name": "Бей Доу",
    "eye": "Электро",
    "carry": 5,
    "support": 1,
    "reactor": 3,
    "discription": "Эта женщина покажет, кто настоящий босс качалки. У нее самый гигантский урон с абилки в игре, если набрать на ней 2 стака рефлекта, либо прожимать по таймингу. Ее ульта выдает какой-то совершенно безумный урон за каждую атаку и переносится на следующего персонажа. Однако, она стоит дорого и накопить ее сложно, поэтому Бейдоу нуждается в саппорте на набор энергии для более комфортной игры. Во время анимации контратаки может получить в лицо и отменить ее, поэтому использовать нужно осторожно, либо нужна Ноэль со щитом, чтобы не прерывали. Самый сильный керри для защитного стиля игры.",
    "weapon": "thsword",
    "weaponText": "Двуручный меч",
    "key": "beidou",
    "path": "/heroes/beidou"
  },
  {
    "id": 4,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Venti.png",
    "name": "Венти",
    "eye": "Анемо",
    "carry": 4,
    "support": 5,
    "reactor": 4,
    "discription": "У него самая сильная стяжка в игре, отличные утилити для поддержки своей команды, как например реген 15 энергии представителям поглощенной стихии в ульте, лоу кд абилка с большим уроном, на которой можно попутно подлетать в миру и с которой гораздо комфортнее изучать карту и искать %name%окулусы. Большой нюанс его ульты заключается в том, что эффекты и атаки, бьющие по земле, типа ульты поварешки или базовых атак большинства миликов, в ульту Венти не бьют, поэтому сабж нуждается принципиально либо в связке на прокаст, либо в хорошем каталист керри, который будет жмыхать по рассеиванию с его ульты и выносить контент.",
    "weapon": "bow",
    "weaponText": "Лук",
    "key": "venti",
    "path": "/heroes/venti"
  },
  {
    "id": 5,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Jean.png",
    "name": "Джинн",
    "eye": "Анемо",
    "carry": 4,
    "support": 5,
    "reactor": 1,
    "discription": "По смыслу и геймплею она очень похожа на аниме гг, но урона с тычек дает немного больше, с абилки дает намного больше, поэтому керри потенциал имеет немаленький. Также ее ульта не раскидывает врагов, а вполне себе их дамажит и хилит тиммейтов. Она ценна и полезна засчет этой ульты, а урон она способна выдать с прокаста весьма солидный. Также она делает заварку с холд абилки, поднимая небольших врагов перед собой в воздух и они так ножками дрыгают, типа жожо референс, лол.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "jean",
    "path": "/heroes/jean"
  },
  {
    "id": 6,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Diluc.png",
    "name": "Дилюк",
    "eye": "Пиро",
    "carry": 5,
    "support": 1,
    "reactor": 2,
    "discription": "Секс символ этой игры, хотя кто-то по аватарке может подумать, что это девочка. Один из сильнейших огненных керри в этой игре, но он милишник и его ульта достаточно слаба против больших противников, которых она не будет толкать за собой. Опять-таки, его ульта раскидывает мобов по всей траектории полета птицы, но это фиксится с помощью ульты аниме гг.",
    "weapon": "thsword",
    "weaponText": "Двуручный меч",
    "key": "diluc",
    "path": "/heroes/diluc"
  },
  {
    "id": 7,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Diona.png",
    "name": "Диона",
    "eye": "Крио",
    "carry": 4,
    "support": 5,
    "reactor": 5,
    "discription": "Лучший саппорт в игре под суперкондакт, так как одновременно выполняет роль и хилера и суперкондакт саппорта, освобождая тем самым слот в команде под что-то дамажащее. Сильнейший ледяной реактор в игре для дальников, так как на текущий момент только Диона может кидать аое с наложением ледяного статуса с дистанции со сроком жизни аж в 12 секунд. Впрочем, нуждается в констах или статах/артах/синергиях на подкачку ульты. Технически, может неплохо исполнять в роли керри/сабкерри с луком на откат абилки, так как абилка на 6 лвле выносит 54% атаки за коготочек, коих летит пакет из 10 штук, если лук откатит, а это довольно много. Ко4 диона с ансамблем может наносить самый большой дпс ледяной стихией по соло цели в игре, стоя под ультой.",
    "weapon": "bow",
    "weaponText": "Лук",
    "key": "diona",
    "path": "/heroes/diona"
  },
  {
    "id": 8,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Klee.png",
    "name": "Кли",
    "eye": "Пиро",
    "carry": 5,
    "support": 3,
    "reactor": 4,
    "discription": "Один из сильнейших керри из магов, потому что есть пассивка на халявные холд атаки. Очень полезна для билдов на набор ульты, потому что на 70 лвле ее криты холдой дают 2 энергии на всю пати. Отличный огненный реактор, потому что крольбасы оставляют микробомбы после взрыва вне зависимости от ее присутствия на арене.",
    "weapon": "catalyst",
    "weaponText": "Катализатор",
    "key": "klee",
    "path": "/heroes/klee"
  },
  {
    "id": 9,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Keqing.png",
    "name": "Кэ Цин",
    "eye": "Электро",
    "carry": 4,
    "support": 5,
    "reactor": 5,
    "discription": "Очень бодрый и мобильный электро керри, достаточно сейвовая и способна выдавать очень много урона за прокаст. Быстро набирает ульту, очень приятно играется, невероятно красивая и грациозная. Признана одной из топ вайфу этой игры, имеет огромную фанбазу. По наносимому урону +- равна Рейзору, но ее стиль игры - быстро телепортироваться, много красиво бить и очень пафосно ультовать, а Рейзор просто брутально выносит ебальники.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "keqing",
    "path": "/heroes/keqing"
  },
  {
    "id": 10,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Kaeya.png",
    "name": "Кэйа",
    "eye": "Крио",
    "carry": 5,
    "support": 5,
    "reactor": 4,
    "discription": "Имеет лоу кд ледяную абилку с большим уроном, который может несмешно так жмыхнуть в какой-нибудь берн с кучей урона. Очень удобная ледяная ульта, которая остается на некст персонаже, поэтому в сборках на набор энергии, тыкая ульт по кд, очень силен и полезен. Один из сильнейших физ керри, так как имеет чуть больше урона с руки, чем остальные мечники, имеет уникальную ротацию атак с телепортом за спину противника (т.е. им в принципе удобнее играть), хилится с абилки, быстро набирает ульту и им легче сделать суперкондакт на минус физ броню.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "kaeya",
    "path": "/heroes/kaeya"
  },
  {
    "id": 11,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Lisa.png",
    "name": "Лиза",
    "eye": "Электро",
    "carry": 5,
    "support": 2,
    "reactor": 4,
    "discription": "Может делать довольно большой дпс, если играет через тап абилки. Каталист = может жарить толпы врагов реакциями и с холды. Чайник (ульт) категорически силен, но раскидывает врагов при появлении, поэтому сабжу полезна хорошая стяжка в команде (бп лук/венти/сахароза). Чайник на 70 лвле режет защиту врагов.",
    "weapon": "catalyst",
    "weaponText": "Катализатор",
    "key": "lisa",
    "path": "/heroes/lisa"
  },
  {
    "id": 12,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Mona.png",
    "name": "Мона",
    "eye": "Гидро",
    "carry": 5,
    "support": 3,
    "reactor": 5,
    "discription": "Сильнейший водяной керри в игре. Имеет крайне удобную лейку на скилле, с коротким кд и неплохим уроном. С ульты поднимает обычных мобов в воздух на 8 секунд, полностью их обезвреживая. Все абилки наносят урон и имеют небольшой кд, поэтому в сравнении с барбарой Мона однозначно выигрывает меряние письками дпсеров.",
    "weapon": "catalyst",
    "weaponText": "Катализатор",
    "key": "mona",
    "path": "/heroes/mona"
  },
  {
    "id": 13,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Ningguang.png",
    "name": "Нин Гуан",
    "eye": "Гео",
    "carry": 5,
    "support": 3,
    "reactor": 1,
    "discription": "Самый сильный керри из глиномесных персонажей по чистому дпсу в соло таргет, имеет очень маленький кд и очень маленькую стоимость на ульте. С сетом древнего камня может играть, как совершенно потрясающий саппорт под определенного реактора или стихию, либо может взять  f2p сферу на стаки энергии и сет изгнанника и заливать ульту всей команде без смс и регистрации, попутно подхиливая тиммейтов. Мощный, защищенный и самодостаточный персонаж, с которой может играть отдельное силовое ядро из пары реакторов, а сама она при этом будет отламывать от врагов какие-то неестественно огромные кусманы, если собрать ей статы на урон.",
    "weapon": "catalyst",
    "weaponText": "Катализатор",
    "key": "ningguang",
    "path": "/heroes/ningguang"
  },
  {
    "id": 14,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Noelle.png",
    "name": "Ноэлль",
    "eye": "Гео",
    "carry": 5,
    "support": 4,
    "reactor": 1,
    "discription": "Бронефартук от раскачанной в деф сабжихи дает огромное количество щита, а крутилка под ультой распиливает в принципе все, что движется. Может иметь 6 звезд из 5 саппорт потенциала, если соберет сет древнего камня. По чистому дпсу в соло цель проигрывает Нингуан, но против пачек мобов (бездна) эта малая просто божественна",
    "weapon": "thsword",
    "weaponText": "Двуручный меч",
    "key": "noelle",
    "path": "/heroes/noelle"
  },
  {
    "id": 15,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Traveler (Anemo).png",
    "name": "Путешественник(А)",
    "eye": "Анемо",
    "carry": 2,
    "support": 4,
    "reactor": 3,
    "discription": "Абилка аниме гг может использоваться как стяжка. Ульта много дамажит и стягивает, но увозит врагов вперёд, поэтому не очень удобна в поле, но отлично работает, если жать ее в стену. Имеет слабый керри потенциал, потому что этим персонажем очень неудобно бить врагов, которых он сам же швыряет куда попало абилкой и холдой.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "traveler",
    "path": "/heroes/traveler"
  },
  {
    "id": 16,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Traveler (Anemo).png",
    "name": "Путешественник(Г)",
    "eye": "Гео",
    "carry": 5,
    "support": 3,
    "reactor": 1,
    "discription": "Имеет лоу кд булыжник, которым довольно приятно драться. Если научиться их правильно расставлять, можно управлять позицией врагов и удобно собирать их в кучу, чтобы затем размазать об эти самые булыжники. Жмет ульту по кд, наносит огромный урон, в силу особенностей гео стихии постоянно защищен элем щитами и может хорошо танковать.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "traveler",
    "path": "/heroes/traveler"
  },
  {
    "id": 17,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Razor.png",
    "name": "Рэйзор",
    "eye": "Электро",
    "carry": 5,
    "support": 1,
    "reactor": 1,
    "discription": "По чистому дпсу в толпу или по соло цели это один из самых сильных керри. Невероятно брутальный и серьезный мужчина, хотя и выглядит довольно.... мило? Он точно сильнее Бейдоу в роли керри, если речь идет об агрессивной игре. В идеале сабж играет под ультой все время и урон с абилок у него катастрофически огромен, а халявный откат 1 скилла за нажатие абилки делает игру на нем крайне приятной. С 3 стаками холд версия абилки отрывает лица, персонаж в принципе характерен тем, что выдает пятизначные значения по экрану за абилку, если правильно его собрать к лейту.",
    "weapon": "thsword",
    "weaponText": "Двуручный меч",
    "key": "razor",
    "path": "/heroes/razor"
  },
  {
    "id": 18,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Sucrose.png",
    "name": "Сахароза",
    "eye": "Анемо",
    "carry": 4,
    "support": 5,
    "reactor": 4,
    "discription": "Является очень сильным керри аниме стихии, потому что использует каталист. Впрочем, холд атака у нее бьет фактически в мили радиусе и в роли керри она хорошо будет играть через раздувку и урон с рассеивания, билды на откат абилки и ресет ульты на ней выдадут меньше дпса. У нее вторая по силе стяжка в игре на ульте, которая стоит, впрочем, довольно много энергии, поэтому она нуждается в поддержке хорошего саппорта на реген энергии, если нужно жать ульту по кд. Также ее ульта стягивает мобов по земле и не поднимает в воздух, поэтому с ней хорошо комбинируются милишники.",
    "weapon": "catalyst",
    "weaponText": "Катализатор",
    "key": "sucrose",
    "path": "/heroes/sucrose"
  },
  {
    "id": 19,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Xingqiu.png",
    "name": "Син Цю",
    "eye": "Гидро",
    "carry": 3,
    "support": 4,
    "reactor": 4,
    "discription": "Очень специфичный персонаж абсолютно во всех смыслах. Он не похож на мечников, потому что его абилка имеет чудовишно большой кд. Он может исполнять в роли керри засчет нереально мощной ульты, но кд абилки все-таки очень неприятен. Его ульта атакует каждый раз, когда бьет персонаж, на котором она висит, поэтому этот молодой человек способен сделать чудовищную дпс машину из любого чара, в чем собственно и кроется потенциал героя. Абилка может хилить и срезает часть входящего урона, поэтому этот персонаж может работать и в роли саппорта хилера. Не стоит недооценивать на первый взгляд безобидную морковку этого чела.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "xingqiu",
    "path": "/heroes/xingqiu"
  },
  {
    "id": 20,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Xiangling.png",
    "name": "Сян Лин",
    "eye": "Пиро",
    "carry": 3,
    "support": 3,
    "reactor": 5,
    "discription": "Сильнейший огненный реактор в игре. Имеет хорошую скорость атаки, мобильна засчет холд атаки, при этом при развитии талантов еще и баффает тиммейтов, оставляя перчик с гобы и дебаффая врагов на входящий пиро урон. В комбинации с хорошим реактором стихии воды (мона/барбара) или льда (цици/чонгун) может отжигать несмешные цифры дамага с ульты и гобзавра.",
    "weapon": "spear",
    "weaponText": "Копьё",
    "key": "xiangling",
    "path": "/heroes/xiangling"
  },
  {
    "id": 21,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Tartaglia.png",
    "name": "Тарталья",
    "eye": "Гидро",
    "carry": 5,
    "support": 1,
    "reactor": 2,
    "discription": "Очень специфичный герой, который немного ломает каноничные представления о сборе пачек, так как является на текущий момент единственным героем в игре с выраженной семикерри ролью, обусловленной особенностями скиллсета. В стойке он экстремально силен и наносит совершенно безумный урон, но без стойки он откровенно жалок и бесполезен. Враги с наложенной меткой при смерти раскидывают вокруг себя водяной урон, поэтому сабж может kinda играть в роли реактора. На 4 консте его метка начинает взрываться автоматически, раздавая при этом рофлы гидро энергии, поэтому на 4 консте сабж становится космического тира реактором. Тарталья керри дает право собирать Син Цю (если таковой есть) полностью в урон, что позволит им двоим в связке ебать с абсолютно нереальным дпсом. В целом - требует больших вложений, но они окупятся с запасом, если грамотно реализовать. Фуллтайм керри билд для С0 Чайлда - максимально раскачанный Ржавый лук и сет азарта. У сета азарта есть свой собственный кд в 15 секунд. Если Чайлд убьет кого-нибудь в мили стойке, то сет уйдет на кд, а стойка не откатится. При этом переключившись на лук и убив кого-то, пока сет в кд, саму стойку мы не откатим, поэтому нужно играть внимательно.",
    "weapon": "bow",
    "weaponText": "Лук",
    "key": "tartaglia",
    "path": "/heroes/tartaglia"
  },
  {
    "id": 22,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Fischl.png",
    "name": "Фишль",
    "eye": "Электро",
    "carry": 4,
    "support": 1,
    "reactor": 5,
    "discription": "Отличный электро реактор, у которой ворона остается с абилки и с ульты, и реакции которой наносят какой-то совершенно чудовищный урон, особенно начиная с 70 лвла, когда за каждую ее реакцию, с вороной на поле, во врагов падает молния с дополнительным уроном. Делать из нее керри, который будет находиться на поле большую часть времени и жать атаку, также вполне рабочая затея, правда сложность возникает в таком моменте, что ее атаки бьют в соло цель, как и ворона, поэтому против групп мобов она не так эффективна, как милишник или маг.",
    "weapon": "bow",
    "weaponText": "Лук",
    "key": "fischl",
    "path": "/heroes/fischl"
  },
  {
    "id": 23,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Qiqi.png",
    "name": "Ци Ци",
    "eye": "Крио",
    "carry": 4,
    "support": 5,
    "reactor": 4,
    "discription": "Ледяной хилер. Имеет очень милую и красивую анимацию атак, поэтому приятно играется в физ керри, хотя и в силу большого кд абилки и дороговизны ульты керрит она не так хорошо, как это могут остальные. Абилка остается на персонаже после свапа, приятно накладывает лед и вкусно дамажит, попутно захиливая того, на ком висит. Плохо сочетается с дальниками в роли реактора, но с милишными керри она идеальна. Имеет хорошую ротацию атак с руки, легче подстроится в команде в роли физ керри, так как может вешать суперкондакт сама.",
    "weapon": "sword",
    "weaponText": "Меч",
    "key": "qiqi",
    "path": "/heroes/qiqi"
  },
  {
    "id": 24,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Chongyun.png",
    "name": "Чжун Юнь",
    "eye": "Крио",
    "carry": 5,
    "support": 2,
    "reactor": 5,
    "discription": "Сильнейший ледяной реактор и лучший дпсер ледяной стихии. Очень хорошо сочетается практически с любыми милишниками в роли активатора ледяных реакций, потому что его поле увеличивает скорость атаки милишника и превращает его базовые атаки в ледяные. Пранк в том, что урон льдом и физический урон берут бонусы от разных эффектов, поэтому физ керри с бонусами на физический урон в его поле станет слабее. Нужно учитывать этот момент при сборе пачки. Лучники при этом в его поле бить льдом не начинают.",
    "weapon": "thsword",
    "weaponText": "Двуручный меч",
    "key": "chongyun",
    "path": "/heroes/chongyun"
  },
  {
    "id": 25,
    "img": "https://rerollcdn.com/GENSHIN/Characters/Amber.png",
    "name": "Эмбер",
    "eye": "Пиро",
    "carry": 3,
    "support": 3,
    "reactor": 3,
    "discription": "Имеет дешевую лоу кд ульту с огромным уроном. Может сделать очень больно по электричеству. Кролик взрывает руду, таунтит на себя врагов и весьма полезен. Солит в сборках на набор энергии (сет изгнанника) и с луком фавония почти с гарантией даст частичку энергии за нажатие ульты.",
    "weapon": "bow",
    "weaponText": "Лук",
    "key": "amber",
    "path": "/heroes/amber"
  }
]
